app/controllers/geos_controller.rb

	def index
		@geos = Geo.all
---
SELECT "geos".* FROM "geos"